Repository: sendynl/prestashop-module
Catalog: translations/*/ModulesSendyAdmin.*.xlf
Languages: nl_nl

source: Parcelshop carriers
nl_nl: Vervoerders voor afhaalpunten

source: Shipment already exists for order %order%.
nl_nl: Zending bestaat al voor bestelling %order%.

source: Shipments created successfully.
nl_nl: Zendingen succesvol aangemaakt.

source: Error creating shipment for order %order%: %message%
nl_nl: Fout bij aanmaken van zending voor bestelling %order%: %message%

source: Authentication
nl_nl: Authenticatie

source: Settings
nl_nl: Instellingen

source: Statuses
nl_nl: Statussen

source: This is used to determine which carrier to use when displaying parcelshops in the parcel shop picker.
nl_nl: Dit wordt gebruikt om te bepalen welke vervoerder wordt gebruikt bij het tonen van pakketpunten.

source: Edit shipment
nl_nl: Zending bewerken

source: Print label
nl_nl: Label printen

source: Shipping profile
nl_nl: Verzendprofiel

source: Amount
nl_nl: Aantal

source: Create shipment
nl_nl: Zending aanmaken

source: An error occurred while changing the processing method: %error%
nl_nl: Er is een fout opgetreden bij het wijzigen van de werkwijze: %error%

source: Invalid carrier.
nl_nl: Ongeldige vervoerder.

source: Pick up at parcelshop
nl_nl: Afhalen bij pakketpunt

source: Failed to create carrier.
nl_nl: Vervoerder aanmaken mislukt.

source: Logout %name%
nl_nl: Uitloggen (ingelogd als %name%)

source: Login with Sendy
nl_nl: Inloggen met Sendy

source: Processing method
nl_nl: Werkwijze

source: You can choose to push orders to Sendy and process them in the Sendy app, or process them directly in PrestaShop.
nl_nl: Je kunt ervoor kiezen om bestellingen naar Sendy te pushen en ze daar te verwerken, of ze rechtstreeks in PrestaShop te verwerken.

source: Processable Order Status
nl_nl: Verwerkbare orderstatus

source: Create a shipment in Sendy when an order transitions to this status.
nl_nl: Wanneer een bestelling deze status krijgt, wordt er een zending aangemaakt in Sendy.

source: Default Sendy shop
nl_nl: Standaard Sendy-shop

source: Import products
nl_nl: Producten importeren

source: Import weight
nl_nl: Gewicht importeren

source: Status after shipment is generated
nl_nl: Status nadat verzendlabel is gegenereerd

source: None (do not update the order status)
nl_nl: Geen (orderstatus niet bijwerken)

source: When a shipping label is generated in Sendy, the order will be updated to this status.
nl_nl: Wanneer een verzendlabel in Sendy wordt aangemaakt, wordt de bestelling bijgewerkt naar deze status.

source: Status after label is printed
nl_nl: Status nadat label is geprint

source: When pressing the "Print label" button in your PrestaShop back office, the order will be updated to this status.
nl_nl: Wanneer je op de knop "Label printen" in je PrestaShop-backoffice drukt, wordt de bestelling bijgewerkt naar deze status.

source: Status after shipment is delivered
nl_nl: Status nadat zending is geleverd

source: When a shipment is delivered, the order will be updated to this status.
nl_nl: Wanneer een zending is geleverd, wordt de bestelling bijgewerkt naar deze status.

source: Login failed. Please try again.
nl_nl: Inloggen mislukt. Probeer het opnieuw.

source: Login successful.
nl_nl: Succesvol ingelogd.

source: Login failed: %error%
nl_nl: Inloggen mislukt: %error%

source: Sendy - Create shipment
nl_nl: Sendy - Zending aanmaken

source: Sendy - Print label
nl_nl: Sendy - Label printen

source: Track and trace
nl_nl: Track & trace

source: Sendy - Hide track and trace column
nl_nl: Sendy - Track & trace-kolom verbergen

source: Sendy - Show track and trace column
nl_nl: Sendy - Track & trace-kolom tonen

source: A PrestaShop module that connects your store to the Sendy platform
nl_nl: Een PrestaShop-module die je webshop verbindt met het Sendy-platform

source: You have to enable the cURL extension on your server to install this module
nl_nl: De cURL-extensie is benodigd om deze module te installeren

source: Create shipment
nl_nl: Zending aanmaken

source: View all carriers
nl_nl: Toon alle vervoerders

source: Carriers you create here will have a parcelshop picker button available at checkout. If you are looking to create a regular carrier, please use the "Add new carrier" button on the %link_start%Carriers page%link_end%.
nl_nl: Vervoerders die je hier aanmaakt, krijgen een knop om een afhaalpunt te kiezen bij het afrekenen. Als je een reguliere vervoerder wilt aanmaken, gebruik dan de knop "Voeg nieuwe vervoerder toe" op de %link_start%Vervoerderspagina%link_end%.

source: Select a carrier
nl_nl: Selecteer een vervoerder

source: Amount of packages
nl_nl: Aantal pakketten

source: Processing method is required.
nl_nl: Werkwijze is vereist.

source: Invalid processing method.
nl_nl: Ongeldige werkwijze.

source: Processable status is required when processing method is Sendy.
nl_nl: Verwerkbare orderstatus is vereist wanneer de werkwijze Sendy is.

source: Default shop is required when processing method is Sendy.
nl_nl: Standaardshop is vereist wanneer de werkwijze Sendy is.

source: Import products setting is required.
nl_nl: Instelling 'producten importeren' is vereist.

source: Invalid value for import products.
nl_nl: Ongeldige waarde voor 'producten importeren'.

source: Import weight setting is required.
nl_nl: Instelling 'gewicht importeren' is vereist.

source: Invalid value for import weight.
nl_nl: Ongeldige waarde voor 'gewicht importeren'.
